
const Map<String, String> ar={
  'login':'تسجيل الدخول',
  'booking':'احجز الان',
  'welcome':'مرحبا عزيزى',
  'fruitful':'اتمنى لك يوم مثمر',
  'ple':'من فضلك قم بملئ جميع البيانات التاليه',
  'ema':'البريد الالكتروني',
  'pas':'كلمة السر',
  'contact':'تواصل معنا',
  'ca':'يمكنك التواصل معنا والاستفسار عن اى شئ تريد',
  'name':'الاسم',
  'mail':'البريد الالكتروني',
  'mobile':'رقم الهاتف',
  'message':'الرساله',
  'send':'ارسال',
  'phone':'رقم المحمول',
  'success':'تم الارسال بنجاح',
  'fill':'يجب عليك ملئ البيانات',
  'powerd':'بواسطه',
  'welc':'مرحبا',
  'patientnum':'عدد المرضي',
  'dailyrev' :'ايراد يومي',
  'dailyres':'حجوزات اليوم',
  'dailyrep':'إعادات اليوم',
  'role':'الادوار',
  'doctor':'الدكاترة',
  'speci':'التخصصات',
  'clinic':'العيادات',
  'patient':'المرضي',
  'rserv':'الحجوزات',
  'setting':'الإعدادات',
  'Contact':'اتصل بنا',
  'search':'بحث',
  'clinics':'عيادات',
  'ge':'احصل علي مشورتك عند دكاترة متخصصين',
  'medlab':'معامل تحاليل',
  'book':'قم بفحوصاتك الصحيه بمعملك المفضل',
  'price':'سعر الكشف :',
  'teb':'ارشادات طبية',








};